/*
  Localizable.strings
  TMXSDK

  Created by Varun Bansal on 2/27/17.
  Copyright © 2017 Ticketmaster. All rights reserved.
*/

"FLASH_SEAT_COMPLETED" = "<html><head> <style> h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65); } p { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626; } p.list { padding-left: 1.5em; text-indent:-1.5em; } a { text-decoration: none; color: #026cdf; } </style></head><body> <h1>Hur du hittar dina biljetter och kommer in på evenemanget<h1><p>För att komma åt evenemanget måste du konfigurera Flash Seats och installera dess applikation för att komma åt digitala biljetter. Om du ännu inte har gjort det, följ instruktionerna för att se och använda dina biljetter. </p><p>1.&nbsp;&nbsp;&nbsp;Skapa ett konto</a> på Flash Seats. Det är att föredra att använda samma e-post som för ditt Ticketmaster-konto som du köpte din biljett med.</p><p>2.&nbsp;&nbsp;&nbsp;Installera Flash Seats-appen. Din telefon är din biljett, använd appen för att visa din biljett och validera den på arenan.</p><p>För att lära dig hur du visar och använder dina biljetter, besök vår <a href=\"https://help.ticketmaster.com/s/article/resale\">Hjälpportal</a>.</p></body></html>";

"FLASH_SEAT_CONFIRMED" = "<html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65);}p, ol { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626;}ol { padding-left:18px;}a { text-decoration:none; color: #026cdf;}</style></head><body><h1>Vad händer nu?</h1><p>Vi kommer att hålla dig informerad och skicka dig dina biljetter så snart de är tillgängliga. Om du inte redan har gjort det<a href=\"itms-apps://itunes.apple.com/us/app/flash-seats/id679164752\">klicka här</a> för att konfigurera ditt Flash Seats-konto med samma e-post som du använde för ditt köp och installera appen för att komma åt dina biljetter när de är klara.</p><p>För att veta mer om hur du visar och använder dina biljetter, besök vår<a href=\"https://help.ticketmaster.com/s/article/resale\">Hjälpportal</a>.</p></body></html>";

"FLASH_SEAT_DELAYED" = "<!DOCTYPE html><html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65);}p, ol { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626;}ol { padding-left:18px;}a { text-decoration:none; color: #026cdf;}</style></head><body><p>Det uppstod ett problem med säljaren av dina biljetter, men oroa dig inte, vi löser det.</p><p> Vårt Fansupport arbetar för att säljaren ska tillhandahålla dig biljetterna, vi kommer att kontakta dig.</p><p>Om du föredrar att kontakta oss tidigare, vänligen kontakta <a href=\"https://help.ticketmaster.com/s/article/How-do-I-contact-Customer-Service?language=en_US\">Fan Support</a> eller så kan du granska detaljerna i din bokning för mer information när biljetterna är tillgängliga.</p><p>Tack,<br>Team Ticketmaster</p></body>";


"UPS_COMPLETED" = "<html><head> <style> h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65); } p { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626; } p.list { padding-left: 1.5em; text-indent:-1.5em; } a { text-decoration: none; color: #026cdf; } </style></head><body> Spårningsinformation<h1><p>Spårning #<a href=\"%@\"> %@ </a></p><p>Dina biljetter är redo och på väg!</p><p>För att se status, referera till spårningsnumret.</p></body></html>";

"Title_Ticket" = "Biljetter";

//Ticket Details
"Title_Purchase_Date" = "Köpdatum";

"Will Call MX" = "Hämta dina biljetter hos ett Ticketmasterombud";
"Pick up MX" = "Du kommer kunna skriva ut dina biljetter från och med det datum som meddelats via mail.";

"LEAD_BOOKER" = "Huvudbokare";
"LEVEL" = "Nivå";

"Add to Wallet to enter the event." = "Lägg till i Plånbok för att komma in till evenemanget.";

"Ticketmaster" = "Ticketmaster";
"Sec" = "Sektion";
"Row" = "Rad";
"SEC" = "SEKTION";
"ROW" = "RAD";
"SEAT" = "PLATS";
"TICKET" = "BILJETT";
"Seats" = "Platser";
"Seat" = "Plats";
"Seats %@" = "“Plats %@";
"Sec %@" = "Sek %@";
"Row %@" = "Rad %@";
"Seat %@" = "Plats %@";
"Section %@" = "Sektion %@";
"SECTION" = "SEKTION";
"Section" = "Sektion";

"Do you want to try again?" = "Vill du försöka igen?";
"No" = "Nej";
"Yes" = "Ja";

"Transfer" = "Överför";
"Forward" = "Vidarebefordra";
"Sell" = "Sälj";
"Sell Tickets" = "Sälj biljetter";
"Update" = "Uppdatera";
"Listing Updated!" = "Listningen uppdaterades";
"Tickets Listed!" = "Biljetterna har listats";
"Retry!" = "Försökigen";
"Help" = "Hjälp";
"Logout" = "Logga ut";
"Accounts" = "Konton";
"Linked Accounts" = "Länkade konton";

"An error occurred preparing your tickets for transfer" = "Ett fel uppstod när vi förberedde dina biljetter för överföring";
"An error occurred preparing your ticket forward." = "Ett fel uppstod när vi förbredde dina biljetter för vidarebefordring.";
"Would you like to retry?" = "Vill du försöka igen?";
"Transfer %d Tickets" = "Överför %d biljetter";
"Forward %d Tickets" = "Skicka vidare %d biljetter";
"Transfer Tickets" = "Överför biljetter";
"Forward Tickets" = "Skicka vidare biljetter";
"Transfer %d Ticket" = "Överför %d biljett";
"Need to transfer tickets from additional events?" = "Behöver du överföra biljetter från fler evenemang?";
"SELECT EVENTS" = "VÄLJ EVENEMANG";
"Forward %d Ticket" = "Skicka vidare %d biljett";
"%@ %d Tickets" = "%@ %d biljetter";
"%@ %d Ticket" = "%@ %d biljett";
"%@ Ticket" = "%@ biljett";


"Tickets have been claimed" = "Biljetter har accepterats";
"Ticket has been claimed" = "Biljetter har accepterats";

"%@ \nclaimed ticket successfully." = "%@ \naccepterade biljett.";
"%@ \nclaimed tickets successfully." = "%@ \naccepterade biljetter.";
"%d tickets claimed" = "%d accepterade biljetter";
"%d ticket claimed" = "%d accepterad biljett";
"%d tickets claimed by" = "%d biljetter accepterade av";
"%d ticket claimed by" = "%d biljett accepterad av";

"%d tickets sent" = "%d accepterad biljett";
"%d ticket sent" = "%d biljetter skickad";
"%d tickets sent to" = "%d biljetter skickade till";
"%d ticket sent to" = "%d biljett skickad till";
 
"Claimed" = "Accepterades";
"Sent" = "Skickat";
"Claimed on %@ %d" = "Accepterades %@ %d";
"Waiting for recipient to claim." = "Väntar på att mottagaren ska acceptera.";
"You sent %d tickets" = "Du skickade %d biljetter";
"You sent %d ticket" = "Du skickade %d biljett";

"Cancel Listing?" = "Avbryt listning?";
"Ok" = "Okej";
"OK" = "OK";
"Canceling this transfer will return the tickets to your account. Select Yes to cancel the transfer." = "Att avbryta denna överföring kommer att returnera biljetterna till ditt konto. Välj Ja för att avbryta överföringen.";
"Unable to cancel the transfer at this time" = "Överföringen kunde inte avbrytas just nu";

"Which account do you want to sign-in to?" = "Vilket konto vill du logga in med?";
"Team Account" = "Teamkonto";
"Cancel" = "Avbryt";
"%d tickets" = "%d biljetter";
"%d ticket" = "%d biljett";
"Unable to find the specified order" = "Kunde inte hitta den specificerade bokningen";
"Sign In" = "Logga in";

"Order %@" = "Bokning %@";

"You will be paid out @ $%.2f" = "Du kommer betalas @ $%.2f";
"You'll get paid typically after 7 business days after the event." = "Du får betalt vanligtvis inom 7 arbetsdagar efter evenemanget.";
"You'll get paid $%.2f typically after 7 business days after the event." = "Du får betalt $%.2f vanligtvis inom 7 arbetsdagar efter evenemanget.";
"To view your payout timing click on Orders button below" = "För att se mer om när din utbetalning är aktuell, klicka på bokningsknappen nedan";

//Added Later


"%d claimed, %d sent" = "%d accepterat, %d skickat";
"%d pending" = "%d pågående";
"%d sent" = "%d skickade";
"%d claimed" = "%d inhämtade";

"%d ticket claimed, %d ticket sent" = "%d biljett accepterad, %d biljett skickad";
"%d ticket claimed, %d tickets sent" = "%d biljett accepterad, %d biljetter skickade";
"%d tickets claimed, %d ticket sent" = "%d biljetter accepterade, %d biljett skickad";
"%d tickets claimed, %d tickets sent" = "%d biljetter accepterade, %d biljetter skickade";

"%d listed, %d sold" = "%d listade, %d sålda";
"%d listed" = "%d listade";
"%d sold" = "%d sålda";

"My Tickets" = "Mina biljetter";

// My tickets view with add-ons enabled
"MY TICKETS" = "MINA BILJETTER";
"MY TICKETS %d" = "MINA BILJETTER %d";
"ADD-ONS" = "TILLÄGG";

"My Events" = "Mina evenemang";
"Title_Ticket" = "Biljetter";

//Actual Ticket

"General Admission" = "Onumrerat";
"Reserved Seat Ticket" = "Sittplatsbiljett";


/* Class = "UIButton";  normalTitle = "Edit Listing";  ObjectID = "Ys2-1Y-9uV";  */
"Edit Listing" = "Redigera listning";

/* Class = "UIButton";  normalTitle = "Cancel Listing";  ObjectID = "gZc-hA-TMd"; */
"Cancel Listing" = "Avbryt listning";


/* Class = "UIButton";  normalTitle = "Cancel Transfer";  ObjectID = "jZJ-MX-DwR";  */
"Cancel Transfer" = "Avbryt överföring";
"Cancel Forward" = "Avbryt vidareskickning";


/* Class = "UIButton";  normalTitle = "  Transfer"; ObjectID = "FpQ-K7-jYP"; */
"More Options" = "Fler val";

/* Class = "UINavigationItem";  title = "Claim Tickets";  ObjectID = "aAz-hq-sVI"; */
"Claim Tickets" = "Acceptera biljetter";



/* Class = "UILabel";  text = "Claim your ticket now";  ObjectID = "elz-J7-cgP"; */
"Claim your ticket now" = "Acceptera din biljett nu";


//Ticket Details

/* Class = "UIButton";  normalTitle = "Ticket Details";  ObjectID = "kXv-HS-rIo"; */
"Ticket Details" = "Biljettdetaljer";

/* Class = "UILabel";  text = "Order Number";  ObjectID = "CbP-ou-OSu"; ; */
"Order Number" = "Bokningsnummer";

/* Class = "UILabel";  text = "Barcode Number";  ObjectID = "hyG-gG-BTf"; */
"Barcode Number" = "Streckkodsnummer";

/* Class = "UILabel";  text = "Ticket Type";  ObjectID = "rdw-eg-r7m";*/
"Ticket Type" = "Biljettyp";

/* Class = "UILabel";  text = "Ticket Price";  ObjectID = "j7X-Z4-I8b";*/
"Ticket Price" = "Biljettpris";

"Ticket Face Value" = "Biljettvärde";
"Ticket face value $%@" = "Biljettpris $%@";
"Grand Total" = "Totalt";
"GRAND TOTAL" = "TOTALT";
/* Class = "UILabel";  text = "Terms & Conditions";  ObjectID = "0Cp-HJ-hLy";*/
"Terms & Conditions" = "Villkor";
"Tickets are subject to our Purchase Policy. Venue and/or event organiser T&C's may also apply." = "Biljetter omfattas av våra Köpvillkor. Arenas och/eller evenemangsarrangörens Villkor kan också komma att gälla.";

//Ticket types
"UNKNOWN" = "OKÄND";
"SEASON_TICKET" = "SÄSONGSBILJETT";
"EVENT_TICKET" = "EVENEMANGSBLJETT";
"ALLOCATED_TICKET" = "ALLOKERAD BILJETT";
"MEMBERSHIP" = "MEDLEMSKAP";

"Manage Tickets" = "Hantera biljetter";
"Manage Order" = "Hantera bokning";
"Cancel Posting" = "Avbryt listning";

/* Class = "UILabel";  text = "Standard Entry";  ObjectID = "FNL-i0-9lI"; */
"Standard Entry" = "Vanlig inpassering";



/* Class = "UIButton";  normalTitle = "Close";  ObjectID = "oZ6-D8-Lzu";*/
"Close" = "Stäng";


/* Class = "UILabel";  text = "NUMBER OF TICKETS TO TRANSFER";  ObjectID = "qRx-1k-hPt"; */
"NUMBER OF TICKETS TO TRANSFER" = "ANTAL BILJETTER SOM SKA ÖVERFÖRA";

"Select a different group?" = "Välj en annan grupp?";
"We can only process one seat group at a time. Are you ready to deselect seats from the current seat group?" = "Vi kan bara behandla en platsgrupp åt gången. Är du redo att avvälja platser från nuvarande platsgrupp?";
"Please select contiguous seats." = "Välj platser bredvid varandra";

//Transfer
"SELECT SEATS TO TRANSFER" = "VÄLJ PLATSER ATT ÖVERFÖRA";
"SELECT TICKETS TO TRANSFER" = "VÄLJ BILJETTER ATT ÖVERFÖRA";
"SELECT TICKETS TO FORWARD" = "VÄLJ BILJETTER ATT SKICKA VIDARE";
"TRANSFER TO" = "ÖVERFÖR TILL";
"FORWARD TO" = "SKICKA VIDARE TILL";
"TRANSFER TICKETS" = "ÖVERFÖR BILJETTER";
"FORWARD TICKETS" = "SKICKA VIDARE BILJETTER";
"%d Selected" = "%d vald";
"%d Tickets Selected" = "%d biljetter valda";
"%d Ticket Selected" = "%d biljett vald";
"%d Characters Left" = "%d Tecken kvar";
"Sec %@, Row %@, Seat %@" = "Sek %@, Rad %@, Plats %@";
"First Name" = "Förnamn";
"Last Name" = "Efternamn";
"This field is required" = "Det här fältet är obligatoriskt";
"Select From Contacts" = "Välj från kontakter";
"Manually Enter A Recipient" = "Fyll I en mottagare manuellt";
"Email or Mobile Number" = "Epost eller mobilnummer";
"Note" = "Obs";
"Transfer Tickets Via Email or Text Message" = "Överför biljetter via epost eller SMS";
"Forward Tickets Via Email or Text Message" = "Skicka vidare biljetter via epost eller SMS";
"Select an Email or mobile number to transfer tickets to your recipient." = "Välj epost eller mobilnummer för att överföra biljetter till din mottagare.";
"Select an Email or mobile number to forward tickets to your recipient." = "Välj epost eller mobilnummer för att skickavidare biljetter till din mottagare";
"BACK" = "TILLBAKA";
"CONFIRM" = "BEKRÄFTA";

"Entry Gate" = "Entré";
"ENTER THROUGH %@" = "GÅ IN VIA %@";

"Transfer tickets to everyone in your group." = "Överför biljetter till alla i din grupp.";
"Forward tickets to  everyone in your group." = "Vidarebefordra biljetter till alla i din grupp.";

"How to get into the event?" = "Hur kommer jag in på evenemenaget?";
"Credit Card Entry" = "Kreditkortsingång";
"Have the card used to purchase and your photo ID handy." = "Ha kortet du genomförde köpet med och fotolegitimation nära till hands.";
"How to retrieve your tickets?" = "Hur får man sina biljetter?";
"Will Call" = "Uppringning";
"Will Call MX" = "Hämta dina biljetter hos ett Ticketmasterombud";
"How to Retrieve Your Tickets" = "Hur får man sina biljetter?";
"Pick-Up Info" = "Upphämtningsinfo";
"Pick up your tickets at the Box Office once you arrive at the event." = "Hämta dina biljetter i biljettkassan på evenemanget.";
"Pick up MX" = "Du kommer kunna skriva ut dina biljetter från och med det datum som meddelats via mail.";
"Print-at-Home" = "Skriv-ut-hemma";
"From your Orders view and print your tickets." = "Från Bokningsvyn och skriv ut dina biljetter.";
"This is not a ticket" = "Det här är inte en biljett";
"Scan Barcode" = "Scanna streckkod";
"View Ticket" = "Se biljett";
"Your initiated transfer could not be cancelled" = "Din påbörjade överföring kunde inte avbrytas";
"This is not your ticket. We will email you when your tickets are ready, along with the details of how to access them." = "Det här är inte din biljett. Vi kommer maila dig dina biljetter när de är redo, tillsammans med instruktioner om hur du kommer åt dem.";

"Try Again" = "Försök igen";
"Something went wrong..." = "Ett fel uppstod";
"Your Internet connection appears to be offline" = "Din internetuppkoppling verkar vara offline";
"You have not purchased or received any tickets yet" = "Du har inte köpt eller tagit emot några biljetter ännu";

"Find Tickets" = "Hitta biljetter";
"Just purchased or received tickets for an event?" = "Har du precis köpt eller tagit emot biljetter för ett evenemang?";
"REFRESH TO SEE TICKETS" = "UPPDATERA FÖR ATT SE BILJETTER";

"Invalid Routing Number" = "Ogiltitgt routingnummer";
"Invalid Account Number" = "Ogiltigt kontonummer";
"Invalid Card Number" = "Ogiltigt kortnummer";
"Invalid Address" = "Ogiltig adress";
"Card Expired" = "Kort utgånget";

"You no longer own any tickets to this event." = "Du äger inte längre några biljetter till detta evenemang";

"Tickets for past events are expired. They are no longer available for display." = "Biljetter för tidiagre evenemang har gått ut. De kan inte längre visas.";

"Here is 1 ticket to" = "Kort utgånget";
"Here are %d tickets to" = "Här är %d biljetter för";

"Physical tickets are being sent to you via mail." = "Fysiska biljetter skickas till dig via post.";
"You selected to receive your tickets via the mail. Your tickets should arrive in \ntime for the event." = "Du valde att få dina biljetter via posten. Dina biljetter ska vara framme i\ngod tid innan evenemanget.";
"Sent by Mail" = "Skickat med post";

"Barcode will display in:" = "Streckkoden blir synlig om:";
"Live stream will be ready in:" = "Livestream är klar om:";
 
"Watch Live Stream" = "Se Livestream";

"DAY" = "DAG";
"HOUR" = "TIMME";
"MIN" = "MIN";
"SECONDS" = "SEKUNDER";

"Going with Friends?" = "Går du med vänner?";
"Transfer their tickets now." = "Överför deras biljetter nu.";
"Forward their tickets now." = "Vidarebefodra deras biljetter nu.";

"Tickets Pagination Control" = "Tickets Pagination Control";

"PAST EVENT" = "TIDIGARE EVENEMANG";
"PAST EVENTS" = "TIDIGARE EVENEMANG";
"PAST" = "TIDIGARE";
"UPCOMING" = "KOMMANDE";
"All Upcoming Events" = "Alla kommande evenemang";
"No upcoming events" = "Inga kommande evenemang";
"No past events" = "Inga tidigare evenemang";
"Tickets you buy will automatically appear here" = "Biljetter du köpt dyker upp här";

"VIEW STATUS" = "VISA STATUS";

"POSTPONED" = "FLYTTAT";
"NEW DATE" = "NYTT DATUM";
"CANCELED" = "INSTÄLLT";
"CANCELLED" = "INSTÄLLT";

"Don't worry, \nyour seat info is on the Delivered Ticket." = "Oroa dig inte,\ndina platsuppgifter hittas i den levererade biljetten.";
"Don't worry, \nyour seats are on the way." = "Oroa dig inte,\ndina platser är på väg.";
"Where can I see my seat info?" = "Var kan jag se min platsinfo?";
"Why don't I have a seat?" = "Varför har jag inte en plats?";
"View PDF" = "Visa PDF";
"View & Print PDF Tickets" = "Visa och skriv ut PDF-biljetter";
"View PDF Tickets" = "Se PDF biljetter";
"Printed Tickets Required for Entry" = "Tryckta biljetter krävs för inträde";
"TICKETS ARE NOT READY YET" = "BILJETTERNA ÄR INTE KLARA ÄNNU";
"SEATS CHANGED" = "PLATSER BYTTADE";
"TICKET NOTIFICATION" = "BILJETTANVISNING";
"TICKET ORDER IN PROGRESS" = "BILJETTBOKNING PÅGÅR";
"ORDER CONFIRMED" = "BOKNING BEKRÄFTAD";
"%d Tickets" = "%d biljetter";
"%d Ticket" = "%d biljett";

"%d tickets will be ready by:" = "%d biljetter kommer att vara klara den:";
"%d ticket will be ready by:" = "%d biljett kommer att vara klar den:";
"Your seats are ready! You can view your \nseat number on your Delivered Ticket." = "Dina platser är redo! Du kan se ditt \nplatsnummer på din levererade biljett.";

"Once your ticket is ready, you can view \nyour seat number on your ticket. Purchased \nmultiple seats? Your seats will be together." = "När din biljett är klar kan du se\nditt platsnummer på din biljett. Köpt\nflera platser? Dina platser kommer att vara tillsammans.";

"We ran into a snag with the ticket seller. We \ngot you covered – our Fan Support Team is \nstepping in to ensure the ticket seller \nprovides great tickets for you. We’ll be in \ncontact with you. If you'd prefer to reach us \nin advance, give us a call at \n800-653-8000." = "Det uppstod ett problem med säljaren, men oroa dig inte, vi\nlöser det. Vår Fansupport jobbar\npå att säkerställa att säljaren\nförser dig med bra biljetter och vi kommer\nkontakta dig inom kort. Föredrar du kan du kontakta oss\ninnan dess om du har några frågor, ring oss på\n+46 771 70 70 70.";


"We ran into a snag with the ticket seller. \nWe got you covered – Fan Support will be \nin contact with you. If you'd prefer to reach \nus in advance, give us a call at \n800-653-8000." = "Det uppstod ett problem med säljaren.\nVårt fan support team\nkontaktar dig. Föredrar du kan du kontakta\noss innan dess om du har några frågor.\nRing oss på +46 771 70 70 70.";

"We ran into a snag with the ticket seller. \nOur team will reach out to you soon or \nyou can contact us now." = "Det uppstod ett problem med säljaren.\nVårt team kommer att kontakta dig snart eller så\nkan du kontakta oss nu.";
"contact us now." = "kontakta oss nu.";

"We are processing your order and you will \n receive your tickets in time for the event." = "Vi behandlar din bokning och du kommer\natt få dina biljetter i tid innan evenemanget.";

"Voided" = "Ogiltigförklarad";
"Orders" = "Bokningar";
"Order" = "Order";


"Get your %@ tickets" = "Hämta dina %@ biljetter";
"Need help logging in?" = "Behöver du hjälp med att logga in?";
"Tap here to reset password\n or select \Full Site\" to create an account." = "Tryck här för att återställa lösenordet\neller välj \”Hela sidan\” för att skapa ett konto.";
"Tap here and select \Sign In\" on the next screen to\n reset your password or create an account." = "Tryck här och välj \Logga in\" på nästa skärm för att\nåterställa ditt lösenord eller skapa ett konto.";

"Tap here to reset password\n or create an account." = "Tryck här för att återställa ditt lösenord\neller skapa ett konto.";
"Sign in with either service\n to start managing your tickets." = "Logga in med valfri tjänst\nför att hantera dina biljetter.";
"%@ Account" = "%@ Konto";

"Not able to get your member information, please contact team support." = "Kund inte hämta din medlemsinformation, kontakta supporten.";

// MARK: - New Log In
"Access season and single game\n tickets purchased or accepted with\n your %@ account." = "Få tillgång till säsongens och enskilda matchbiljetter\nsom köpts eller accepterats med\nditt %@-konto.";
"Sign in to %@" = "Logga in på %@";
"Forgot password?" = "Glömt lösenord";
"Tap \Sign In\" on the next screen to reset it.\n" = "på nästa skärm för att återställa det.\n";

"Access and manage single game\n tickets purchased from Ticketmaster." = "Få tillgång till och hantera enskilda matchbiljetter\nköpta från Ticketmaster.";
"Sign in to Ticketmaster" = "Logga in till Ticketmaster";

// Terms Of Use
"Agree" = "Godkänn";
"Disagree" = "Godkänn ej";

"Not able to configure the SDK using your apiKey, please contact PresenceSDK support team!" = "Det går inte att konfigurera SDK med din API-nyckel, kontakta PresenceSDK supportteam!";

// Verification code entry
"Link Your Account" = "Kopla ditt konto";
"Enter the code we sent to" = "Ange din kod vi skickat til";
"You have an existing resale account that must be linked with AccountManager. We emailed you with the validation code to enter below (you won’t have to do this next time.)" = "Du har ett befintligt återförsäljningskonto som måste kopplas till AccountManager. Vi mailade dig med valideringskoden som du anger nedan (du behöver inte göra detta nästa gång.)";
"Verification Code" = "Verifieringskod";
"Enter 6-digit code" = "Ange 6-siffrig kod";
"Resend Code" = "Begär en ny kod";
"Code Sent" = "od skickat";
"Submit" = "Skicka";
"Cancel listing?" = "Avbryt listning?";
"Please confirm that you wish to cancel your ticket listing." = "Bekräfta att du önskar avbryta din biljettlistning.";
"Unable to cancel listing at this time." = "Kan inte avbryta annons för tilfället.";

"To sell tickets, you are required to link your existing resale account with Account manager. Do you still want to dismiss the screen?" = "För att sälja biljetter måste du länka ditt befintliga rEsale konto med Account Manager. Vill du ändå stänga detta fönster?";
"Your code doesn’t match. Please check your code and try again." = "Din kod matchar inte. Vänligen kontrollera din kod och försök igen.";

// Error Banners
"No network connection available." = "Ingen tillgänglig nätverksanslutning.";
"Unable to refresh your events." = "Kunde inte uppdatera dina evenemang.";
"Unable to refresh your events. \nPlease check back later." = "Kunde inte uppdatera dina evenemang.\nFörsök igen senare.";
"Unable to refresh all your tickets." = "Kan inte uppdatera alla dina biljetter.";
"Unable to refresh your tickets. \nPlease check back later." = "Kunde inte uppdatera dina biljetter.\nFörsök igen senare.";
"Your barcode will be ready before the event." = "Streckkoden är tillgänglig innan evenemanget.";
"Please check back later" = "Kom tillbaka och kolla senare";
"Last updated at %@." = "Senast uppdaterad %@.";
"Last updated on %@." = "Senast uppdaterad %@.";
"Never been Updated." = "Aldrig uppdaterats.";
"RETRY" = "FÖRSÖK IGEN";

// Installments
"Payment Incomplete" = "Ofullständig betalning";
"Your tickets will display once all installments are paid" = "Dina biljetter kommer synas när alla detbetalningar är gjorda";
"Go To Installments" = "Gå till delbetalningar";
"Installments" = "Delbetalningar";

"Details for PDF Tickets" = "Detaljer för PDF-biljetter";
"A printed PDF ticket is required for entry. To print tickets, log into your account from a computer - not your mobile. From your order, view and print your tickets for event access." = "En utskriven PDF-biljett krävs för inträde. För att skriva ut biljetter, logga in på ditt konto från en dator - inte din mobil. Från din beställning, se och skriv ut dina biljetter för åtkomst till evenemanget.";
"Don’t Remind Me Again" = "Påminn mig inte igen";

"Trying to transfer your tickets?" = "Försöker du överföra dina biljetter?";
"Trying to forward your tickets?" = "Försöker att överföra dina biljetter?";
"If this event is part of a series, when transfering tickets, you will be transfering tickets for both events automatically." = "Om detta evenemang är en del av en serie, när du överför biljetter kommer du automatiskt att överföra biljetter för båda evenemangen.";
"If this event is part of a series, when forwarding tickets, you will be forwarding tickets for both events automatically." = "Om detta evenemang är en del av en serie, när du vidarebefordrar biljetter kommer du automatiskt att vidarebefordra biljetter för båda evenemangen.";

"Session Expired" = "Sessionen löpte ut";
"Please continue thru the next steps to sign in again." = "Vänligen fortsätt genom de nästa stegen för att logga in igen";

// Federated Login

"Get your %@ tickets" = "Hämta dina %@ biljetter";
"Sign in" = "Logga in";
"Sign in with your %@ or Ticketmaster account." = "Logga in med ditt %@ eller Ticketmaster konto.";
"We also found a %@ account with the same email. Let’s link your accounts to see all your tickets in one place." = "Vi hittade även ett %@ konto med samma epostadress. Låt oss länka ihop dina konton så att du kan se alla dina biljetter på ett och samma ställe.";

"Email" = "E-post";
"Password" = "Löseord";
"Version" = "Version";
"No thanks" = "Nej tack";
"Link accounts" = "Länka konton";
"Link Accounts" = "Länka konton";
"We can’t find any accounts associated with that login. Please try again." = "Vi kunde inte hitta några konton associerade med de inloggningsuppgifterna. Försök igen.";
"Unable to link to your %@ account. Please try again." = "Det går inte att länka till ditt %@-konto. Försök igen.";
"Now loading your Ticketmaster account tickets for this event" = "Laddar dina Ticketmaster biljetter för detta evenemang";

"Which password do you want to reset?" = "Vilket lösenord vill du återställa?";

"Which account do you want to create?" = "Vilket konto vill du skapa?";
"Account" = "Konto";
"App" = "App";
"Email cannot be empty." = "E-post kan inte vara tom.";
"This email is invalid. Please check that you have entered your email correctly." = "Den här epostadressen är ogiltig. Kontrollera att du fyllt i epostadressen korrekt.";

"Password cannot be empty." = "Lösenord kan inte vara tomt.";
"Your Internet connection appears to be offline." = "Din internetuppkoppling verkar vara offline.";

"Something went wrong. Check your internet connection and try again later." = "Någonting gick fel. Kontrollera din internetuppkoppling och försök igen senare.";

"Wrong email or password. Please try again." = "Fel epost eller lösenord. Försök igen.";
"No account matches. Please reset your password." = "Inga matchande konton. Återställ lösenordet.";
"Create New Account" = "Skapa nytt konto";

// View in Wallet

"View in Wallet" = "Visa i Plånbok";
"View in Apple Wallet" = "Visa i Apple Plånbok";

"Add Tickets to Wallet" = "Lägg till biljetter i Plånbok";
"Add Just This Ticket" = "Lägg til just denna biljett";
"Add All %ld Tickets" = "Lägg till alla %ld biljetter";
"Add All Tickets" = "Lägg till alla biljetter";
"Unable to add ticket to Wallet at this time." = "Det går inte att lägga till biljett i Plånbok just nu.";

"Something Went Wrong" = "Något gick fel";

"Not to worry and we’ve got you covered! To manage your tickets, log in through the EventDay web interface." = "Oroa dig inte och vi har dig täckt! För att hantera dina biljetter, logga in via EventDay webbgränssnitt.";

"No Thanks" = "Nej Tack";

"Let's Go" = "Nu kör vi";

"Last updated %@ ago." = "Senast uppdaterad %@ sedan.";
"Please try again later." = "Vänligen försök senare.";
"second" = "sekund";
"seconds" = "sekunder";
"minute" = "minut";
"minutes" = "minuter";

"Seat Location" = "Platsläge";
"Event" = "Evenemang";
"Entry Info" = "Ingångsinfo";
"Entry Information" = "Ingångsinformation";
"Ticket Info" = "Biljettinfo";
"Account Number" = "Kontonummer";
"Venue" = "Matchplats";

"Transfer tickets to everyone before the event. Tap %@ from the mobile ticket." = "Överför biljetter till alla innan evenemanget. Tryck på %@ från mobilbiljetten.";

"Forward tickets to everyone before the event. Tap %@ from the mobile ticket." = "Skicka vidare biljetter till alla innan evenemanget. Tryck på %@ från mobilbiljetten.";

"Your order is being processed and you will receive your tickets by %@" = "Din bokning bearbetas och du kommer att få dina biljetter senast %@";
"Your order is being processed and you will receive your tickets soon" = "Din bokning bearbetas och du kommer att få dina biljetter inom kort";
"Your order is being processed and your mobile tickets will be available by %@." = "Din bokning bearbetas och dina mobila biljetter kommer att vara tillgängliga i tid innan %@.";
"Your order is being processed and your mobile tickets will be available in time for the event." = "Din beställning bearbetas, och dina mobila biljetter kommer att vara tillgängliga i tid för evenemanget.";
"Our Fan Support Team is working to ensure the ticket seller provides you with great tickets and we will be in contact with you shortly." = "Vårt Fan Support Team arbetar för att säkerställa att biljettförsäljaren ger dig utmärkta biljetter, och vi kommer att kontakta dig inom kort.";

"Your order is being processed and we will inform you of your Will Call pick up location before the event." = "Din bokning hanteras och vi meddelar dig om din uppringningsupphämtningsplats innan evenemanget.";

"Your tickets will be available for pick up at Will Call. You will need to bring a photo ID to retrieve your tickets." = "Dina biljetter kommer att vara tillgängliga för hämtning på Will Call. Du måste ta med dig ett foto-ID för att hämta dina biljetter.";

"Pick-Up Info" = "Upphämtningsinfo";

"This is not a ticket" = "Det här är inte en biljett";

"ORDER DELAYED" = "BOKNING FÖRSENAD";

"View Tickets" = "Se biljetter";
"Get Tickets" = "Skaffa biljetter";
"More Info" = "Mer info";

"Track Package" = "Spåra paket";

"Tracking Info" = "Spårningsinfo";

"Screenshots won't get you in." = "Skärmdumpar fungerar inte som biljett.";
"Screenshots and printouts will not be accepted at entry." = "Skärmdupar och utskrifter kommer inte att godkännas vid inträdet.";


"Screenshots are not valid." = "Skärmdumpar är inte giltiga.";
"Vouchers" = "Värdecheckar";
"Voucher" = "Kupong";
"Voucher for" = "Värdecheck för";
"Scan to redeem voucher." = "Skanna för att lösa in värdecheck.";
"NOT VALID FOR ENTRY" = "EJ GILTIG FÖR INTRÄDE";
// Example: `Added Value $100`
"Added Value %@%f" = "Tillagt värde %@%f";

"Update Your Clock" = "Uppdatera din klocka";
"Your ticket barcode uses local time to help keep it safe and secure. To use this ticket, your phone's clock must be set to local time." = "Din biljettstreckkod använder lokal tid för att hålla den säker. För att använda den här biljetten behöver din telefons klocka sättas till lokal tid.";
"of" = "av";

// Add to wallet value proposition
"Add to Apple Wallet to beat busy network connections at the event." = "Lägg till i Apple Plånbok för att undvika trångt nätverk under evenemanget.";

// Screenshot warning dialog
"Trying to Screenshot Your Ticket?" = "Försöker du skärmdumpa din biljett?";
"Got It" = "Jag har förstått";
"Learn More" = "Läs mer";
"Screenshots won't get you in. To save your tickets, add them to Apple Wallet. Or, to share your tickets, transfer them to friends." = "Skärmdumpar kommer inte att låta dig komma in. För att spara dina biljetter, lägg till dem i Apple Plånbok. Eller för att dela dina biljetter, överför dem till vänner.";
"Screenshots won't get you in. To save your tickets, add them to Apple Wallet." = "Skärmdumpar kommer inte att låta dig komma in. För att spara dina biljetter, lägg till dem i Apple Plånbok.";
"Screenshots won't get you in. To share your tickets, transfer them to friends." = "Skärmdumpar kommer inte att låta dig komma in. För att dela dina biljetter, överför dem till vänner.";
"en-us" = "es-MX";
"Our bad..." = "Vårt fel…";
"Sorry, something went wrong. Please try again later." = "Någonting gick fel. Försök igen senare.";
"Something went wrong. Let's start over." = "Något gick fel. Vi börjar om.";

"Offline" = "Du är inte uppkopplad";

"JUST A REMINDER" = "BARA EN PÅMINNELSE";
"Fan-to-Fan Ticket Exchange" = "Fan till Fan Biljettbyte";
"Sell Your Tickets for What You Paid" = "Sälj din biljett för det du betalade för den";
"To keep tickets in the hands of fans, the artist has requested that tickets to this event be resold on our Fan-to-Fan Face Value Ticket Exchange.\n\nTickets may be listed for sale on Fan-to-Fan Face Value Ticket Exchange at the price set by the artist. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange." = "För att säkerställa att det är fans som har biljetter har artisten begärt att biljetter till det här evenemanget ska vara tillgängliga för Resale för biljettvärde på vår Fan-till-Fan biljettutbytestjänst.\n\nBiljetter får listas för värdet satt av artisten. Inga extra avgifter tillkommer.";
"Tickets may be listed at the price set by the artist on Fan-to-Fan Face Value Ticket Exchange. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange." = "Biljetter kan listas till priset som konstnären satt på Fan-to-Fan Face Value Ticket Exchange. Det kommer inte att tas ut några extra avgifter för köp eller försäljning av biljetter på Exchange.";
"Continue" = "Fortsätt";

"How Do I Manage My Tickets?" = "Hur hanterar jag mina biljetter?";
"To keep tickets in the hands of fans, the artist has requested tickets to this event be mobile only and non-transferable.\n\nYou can list your ticket for sale at the price you paid on our Fan-to-Fan Face Value Ticket Exchange. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange. Check back soon for updates." = "För att säkerställa att det är fans som har biljetter, har artisten begärt att det enbart ska vara mobila biljetter och ej överföringsbara.\n\nDu kan lägga ut dina biljetter till försäljning för det pris du köpte dem för med vår tjänst för Fan-till-Fan biljettbyte. Inga extra avgifter tillkommer. Kom tillbaka snart för fler uppdateringar.";
"mobile only and non-transferable" = "endast mobila och ej överförbara";

"Why Can’t I Transfer My Tickets?" = "Varför kan jag inte överföra mina biljetter?";
"The Event Organizer has not made Ticket Transfer available at this time. Please check your event details for more information as some events may delay transferability while others using Face Value Exchange may be non-transferable to maintain original prices*.​\n\nLearn more about Transfer or select Sell to see available resale options.\n\n*Does not apply to events in NY, CT, VA, IL and CO"="Evenemangsarrangören har för närvarande inte gjort biljettöverföring tillgänglig. Kontrollera informationen för ditt evenemang för mer detaljer, eftersom vissa evenemang kan fördröja möjligheten att överföra biljetter, medan andra som använder biljettvärdesutbyte kan vara icke-överförbara för att behålla ursprungspriset.\n\nLäs mer om överföring eller välj Sälj för att se tillgängliga alternativ för Resale.\n\n*Gäller ej för evenemang i NY, CT, VA, IL och CO";
"Please check your event details for more information as some events may delay transferability while others using Face Value Exchange may be non-transferable to maintain original prices*.​"="Kontrollera informationen för ditt evenemang för mer detaljer, eftersom vissa evenemang kan fördröja möjligheten att överföra biljetter, medan andra som använder biljettvärdesutbyte kan vara icke-överförbara för att behålla ursprungspriset.*";
"*Does not apply to events in NY, CT, VA, IL and CO" = "Gäller ej för evenemang i NY, CT, VA, IL och CO.";
"Why Can’t I Sell My Tickets?" = "Varför kan jag inte sälja mina biljetter?";
"Fan-to-Fan Face Value Ticket Exchange" = "Fan-till-fan biljettvärdeutbyte";
"With our Fan-to-Fan Face Value Ticket Exchange, you can easily sell your tickets to other fans at the price set by the artist. In just 3 steps, you can list your tickets for sale right from your account and we’ll handle the rest. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange. Check back soon for updates." = "Med vårt Fan-to-Fan biljettvärde Biljettutbte kan du enkelt sälja dina biljetter till andra fans till det pris som artisten har satt. På bara tre steg kan du lista dina biljetter till försäljning direkt från ditt konto och vi tar hand om resten. Det kommer inte att tas ut några extra avgifter för köp eller försäljning. Kom tillbaka snart för uppdateringar.";

// Modern Accounts
"Something went wrong" = "Något gick fel";
"Check your internet connection and try again later." = "Kontrollera din internetuppkoppling och försök igen senare.";

// 3PE Mobile Transfer
"3PE_MOBILE_TRANSFER_MORE_INFO_CONFIRMED" = "Vad händer härnäst?</h1><p>Vi håller dig uppdaterad. När dina biljetter är tillgängliga skickar vi ett mail med instruktioner om hur du hämtar ut dem.</p><p>För att lära dig hur du visar dina biljetter, besök: <a href='https://help.ticketmaster.com/s/article/resale'>Hjälpportal</a>.</p>";
"3PE_MOBILE_TRANSFER_MORE_INFO_COMPLETED_TITLE" = "<h1>Hur du hämtar dina biljetter</h1>";
"3PE_MOBILE_TRANSFER_MORE_INFO_COMPLETED_FOOTER" = "<p>För mer informaton, besök vår <a href='https://help.ticketmaster.com/s/article/resale'>Hjälpportal</a>.</p>";
"3PE_MOBILE_TRANSFER_MORE_INFO_DELAYED" = "<p>Vår Fan Support arbetar för att säkerställa att du får dina biljetter i tid. Vi kommer att kontakta dig så snart som möjligt för att ge dig en uppdatering.</p><p> Om du har några frågor, kontakta vår <a href='https://help.ticketmaster.com/s/article/How-do-I-contact-Customer-Service?language=en_US'>Fan Support</a>. Du kan också kontrollera detaljerna i din bokning för mer information när den blir tillgänglig.</p>";
"3PE_MOBILE_TRANSFER_TICKET_CARD_DELAYED" = "Biljettsäljaren har ännu inte slutfört din bokning, vår Fan Support följer upp.";

"MODERN_ACCOUNTS_PLACEHOLDER_TEAM_LABEL" = "Få tillgång till säsongs- och enskilda biljetter som köpts eller accepterats med ditt %@-konto.";
"MODERN_ACCOUNTS_PLACEHOLDER_TEAM_BUTTON" = "Logga in till %@";


"MODERN_ACCOUNTS_PLACEHOLDER_HOST_LABEL" = "Kom åt och hantera matchbiljetter köpta hos Ticketmaster.";
"MODERN_ACCOUNTS_PLACEHOLDER_HOST_BUTTON" = "Logga in till Ticketmaster";

"Complete Your Profile" = "Fyll I din profil";
"Your profile is missing some info. Please fill out the required fields to wrap everything up and continue." = "Din profil saknar viss information. Fyll I de obligatoriska för att avsluta allt och fortsätta.";

"Pardon the Interruption" = "Ursäkta avbrottet";
"We're unable to complete this request. When transferring tickets, you must enter an email other than the account holder as the recipient." = "Ticket Transfer kan inte tas emot av mottagarens epostadress.";
"We're unable to complete this request. When forwarding tickets, you must enter an email other than the account holder as the recipient." = "Vi kan inte slutföra detta begäran. När du vidarebefordrar biljetter måste du ange en e-postadress som inte tillhör kontoinnehavaren som mottagare.";

"OK_SAME_EMAIL_DIALOG" = "OK";

"Done" = "Klar";

// Venue Concessions
"Food.\nMerch.\nExperiences." = "Mat.\nMerch.\nUpplevelser.";

//Ticket Details Breakout

"Fee" = "Avgift";
"Tax" = "Moms";

//Ticket Details

"Title_Purchase_Date" = "Köpdatum";

"<senderEmail> sent you tickets" = "skickade biljetter till dig";
"Accept" = "Acceptera";
"View Details" = "Visa information";

//Tickets Add Transfer
"Not Now" = "Inte nu";
"Accept Tickets" = "Acceptera biljetter";

"Just accept the ticket transfer below to view the tickets in your account." = "Acceptera biljettöverföringen nedan för att se biljetterna på ditt konto.";
"YOUR EVENT DETAILS" = "DINA EVENEMANGSDETALJER";
"<senderEmail> has sent you tickets for <eventName>" = "<senderEmail> har skickat biljetter till dig för <eventName>";
"<senderEmail> has sent you tickets" = "<senderEmail> har skickat biljetter till dig";
"You have been sent tickets for <eventName>" = "Du har skickats biljetter för <eventName>";
"You have been sent tickets" = "Du har fått biljetter skickade till dig";
"<senderEmail> sent you tickets" = "skickade biljetter till dig";
"Ticket Transfer Complete" = "Biljettföringen är kar";
"Ticket Transfer" = "Ticket Transfer";
"Manage Listings" = "Hantera listningar";

"<sender> has sent you 1 ticket for <eventName>" = "<sender> har skickat 1 biljett till dig för <eventName>";
"<sender> has sent you <numTickets> tickets for <eventName>" = "<sender> har skickat <numTickets> biljetter till dig för <eventName>";
"<sender> sent you tickets" = "<sender> skickade biljetter till dig";
"Note from <sender>:" = "Anteckning från <sender>:";

//Host quick login
"Access and manage all the tickets you own with ease." = "Få tillgång till och hantera alla dina biljetter.";
"Important Account Info" = "Viktig kontoinformation";
"You can now use the same email and password for both your %s ticket account and your Ticketmaster account. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Learn More </a></b><br><br><b>%s ticket holder?</b> Use your existing email to sign in and update your password if prompted.<br><br><b>New here?</b> Use your Ticketmaster email and password." = "Du kan nu använda samma e-post och lösenord för både ditt %s biljettkonto och ditt Ticketmaster-konto. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Läs mer </a></b><br><br><b>%s biljettinnehavare?</b> Använd din befintliga e-postadress för att logga in och uppdatera ditt lösenord vid uppmaning.<br><br><b>Ny här?</b> Använd din Ticketmaster e-postadress och ditt lösenord.";

"Powered by" = "Powered by";

//Custom modules
"More Ticket Actions" = "Fler biljettval";
"View Invoice" = "Se faktura";
"Upgrade Options" = "Uppgraderingsalternativ";
"Seat Upgrades" = "Platsuppgraderingar";
"Get Directions" = "Får vägbeskrivningar";
"Ticket Holder" = "Biljettinnehavare";
"only ticket price" = "enbart biljettpris";
"Exchange Tickets" = "Sälj biljetter";
"Donate Tickets" = "Donera biljetter";
"Return Tickets" = "Returnera biljetter";

//Safetix 2.0
"Apple Wallet: Update Required" = "Apple Plånbok: Uppdatering krävs";
"iOS 16.4 or higher is required to secure your account's tickets." = "iOS 16.4 eller högre krävs för att säkra dina kontobiljetter.";

"Authentication" = "Autentisering";

// MARK: - Assign Flow
"Access and manage all the tickets you own with ease." = "Få tillgång till och hantera alla dina biljetter.";

"Important Account Update" = "Viktig kontouppdatering";

"You can now use the same email and password for both your %s ticket account and your Ticketmaster account. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Learn More </a></b><br><br><b>%s ticket holder?</b> Use your existing email to sign in and update your password if prompted.<br><br><b>New here?</b> Use your Ticketmaster email and password." = "Du kan nu använda samma e-post och lösenord för både ditt %s biljettkonto och ditt Ticketmaster-konto. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Läs mer </a></b><br><br><b>%s biljettinnehavare?</b> Använd din befintliga e-postadress för att logga in och uppdatera ditt lösenord vid uppmaning.<br><br><b>Ny här?</b> Använd din Ticketmaster e-postadress och ditt lösenord.";

"Looks like we're having trouble getting your barcode, tap \"Refresh\" to try again." = "Vi kunde inte hämta streckkoden, klicka på \"Uppdatera\" för att försöka igen.";
"Refresh" = "Uppdatera";

"For security purposes, there is a limit on the number of devices that can be used to view your tickets." = "Av säkerhetsskäl finns det en gräns för hur många enheter som kan användas för att komma åt dina biljetter.";

"You have reached the maximum number of devices allowed. You can still add these tickets to your mobile wallet, or can access them from using one of your previous devices. For information on how to manage devices associated to your account, please contact us." = "Du har nått gränsen för antal tillåtna enheter. Du kan fortsatt lägga till biljetterna i din mobila plånbok samt fortfarande komma åt dem från dina tidigare enheter. För mer information om hur enheter kopplade till ditt konto kan hanteras, kontakta oss.";

"Device Limit Reached" = "Gräns för maxantal enheter nådd";

"Contact Us" = "Kontakta oss";

// Account Sign In
"Sign In" = "Logga in";

// Account Sign Out
"Sign Out" = "Logga ut";

// "Sign in to Lakers"
"Sign in to %s" = "Logga in till %s";

// "Sign out of Lakers"
"Sign out of %s" = "Logga ut från %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Välj inloggning";
// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Få tillgång till säsong- och enskilda %t biljetter som köpts eller accepterats med ditt %-profil.";



// a generic event, example: "charity event"
"event" = "evenemang";

// a musical concert, example: "Rock concert"
"concert" = "konsert";

// a theatrical show, example: "Broadway show"
"show" = "föreställning";

// a sporting game, example: "Baseball game"
"game" = "match";

// a sporting match, example: "Soccer match"
"match" = "match";

"Screenshots won't get you in." = "Skärmdumpar fungerar inte som biljett.";
"Reload ticket" = "Ladda om biljett";


// EXTRAS

"LEAD_BOOKER" = "Huvudbokare";
"STADIUM_ADDRESS" = "ARENAADRESS";
"AREA_ALTERNATIVE_DESCRIPTION" = "ALTERNATIV OMRÅDEBESKRIVNING";
"AREA_DESCRIPTION" = "OMRÅDEBESKRIVNING";
"CRC_DESCRIPTION" = "CRC BESKRIVNING";
"PRC_DESCRIPTION" = "PRC BESKRIVNING";
"PRICE_BAND" = "PRISBAND";
"VENUE_NAME" = "ARENANAMN";
"CUSTOMER_NAME" = "KUNDENS NAMN";
"CUSTOMER_REF" = "UNDREFERENS";
"CUSTOMER_SURNAME" = "EFTERNAMN";
"MEMBERSHIP_DESCRIPTION" = "MEDLEMSBESKRIVNING";
"MEMBERSHIP_LEVEL_DESCRIPTION" = "MEDLEMSNIVÅBESKRIVNING";
"TICKET_LABEL" = "BILJETTETIKETT";
"SECNAM_A" = "SEKTIONSNAMN A";
"SECNAM_B" = "SEKTIONSNAMN C";
"SECNAM_C" = "SEKTIONSNAMN C";
"SECNAM_D" = "SEKTIONSNAMN D";
"SECNAM_E" = "SEKTIONSNAMN E";
"SECNAM_F" = "SEKTIONSNAMN F";
"SECNAM_G" = "SEKTIONSNAMN G";
"SECNAM_H" = "SEKTIONSNAMN H";

"LEAD_BOOKER" = "Huvudbokare";
"ROW_MESSAGE" = "Radmeddelande";
"SEAT_MESSAGE" = "Platsmeddelande";
"Sitting" = "Sittplats";
"Standing" =  "Ståplats";

// Add to calendar
"Event added to your calendar" = "Evenemang har lagts till i din kalender";
"Allow “%@” Calendar Access" = "Tillåt “%@” Kalenderåtkomst";
"%@ requires access to your device’s calendar. Please enable access  in Settings > %@ > Calendars." =  "%@ kräver åtkomst till din enhets kalender. Aktivera åtkomst i Inställningar > %@ > Kalendrar.";
"Settings" = "Inställningar";
"Dismiss" = "Avvisa";

// Hero card

"Next Event: %@" = "Nästa evenemang: %@";
"days" = "dagar";
"Enjoy Your Event" = "Ha en fantastisk upplevelse";

// MARK: - Localization (Old Localisation)
"resale_seating_message" = "Vi föreslår att du säljer dina platser tillsammans som en grupp för att säkerställa att fans är säkra och håller distansen.";
"team_quick_launch_title" = "Logga in";
"team_quick_launch_subtitle" = "Få tillgång till och hantera alla dina biljetter.";
"team_quick_launch_info_title" = "Viktig kontoinformation";
"team_quick_launch_info_body" = "Du kan nu använda samma e-post och lösenord för både ditt %s biljettkonto och ditt Ticketmaster-konto. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Läs mer </a></b><br><br><b>%s biljettinnehavare?</b> Använd din befintliga e-postadress för att logga in och uppdatera ditt lösenord vid uppmaning.<br><br><b>Ny här?</b> Använd din Ticketmaster e-postadress och ditt lösenord.";
"host_quick_launch_title" = "Logga in";
"host_quick_launch_subtitle" = "Få tillgång till och hantera alla dina biljetter.";
"host_quick_launch_info_title" = "";
"host_quick_launch_info_body" = "";
"Only forward tickets to people you know and trust to ensure everyone’s safety."="För bara över biljetter till personer du känner och litar på för allas säkerhet.";


// MARK: - Assign Flow

"Pending Transfers" = "Väntande överföringar";
"You now have access to %@ tickets!" = "Du har nu till gång till %@ biljetter!";
"ACCEPT ASSIGNED TICKETS" = "ACCEPTERA TILLDELADE BILJETTER";
"These tickets are for event access only.\nThe sender of these tickets is still the ticket owner and may revoke access any time before entry." = "De här biljetterna är enbart för att komma in på evenemanget.\nDen som skickat biljetterna är fortsatt biljettägare och kan återkalla dessa när som helst innan evenemanget.";
"You have received %d ticket from %@.\n" = "Du har fått %d biljett från %@.\n";
"You have received %d tickets from %@.\n" = "Du har fått %d biljetter från %@.\n";
"Message From %@" = "Meddelande från %@";
"Return To My Tickets" = "Gå tillbaka till Mina Biljetter";
"Transfer tickets to those attending for easy event entry. " = "Överför biljetter till de som ska gå med för smidig inpassering.";
"Email sent to %@" = "Email skickat till %@";
"Assignment Canceled" = "Tilldelning har avbokats";
"Some ticket assigns could not be canceled due to an unexpected error" = "Några biljetttilldelningar kunde inte avbrytas på grund av ett oväntat fel";
"Try again" = "Försök igen";
"Hey, I have granted you access to %d tickets for %@ on Ticketmaster.\n\nAccept the ticket assignment to access the ticket before the event. %@" = "Hej, jag har gett dig tillgång till %d biljetter för %@ hos Ticketmaster.\n\nGodkänn tilldelningen för att komma åt biljetten innan evenemanget. %@";
"NO TICKETS AVAILABLE FOR TRANSFER" = "INGA BILJETTER TILLGÄNLIGA FÖR TRANSFER";
"You can only transfer tickets to a new person once you've canceled the previous transfers." = "Du kan enbart överföra biljetter till en ny person efter att du har avbrutit föregående överföringar.";
"Hey, your access to %d tickets to %@ has been canceled.\n\nYou will no longer have access to these tickets." = "Hej, din tillgång till %d biljetter till %@ har avbokats.\n\nDu kommer inte längre ha tillgång till dessa biljetter.";
"Hey, your access to 1 ticket to %@ has been canceled.\n\nYou will no longer have access to this ticket." = "Hej, din tillgång till 1 biljett till %@ har avbokats.\n\nDu kommer inte längre ha tillgång till denna biljett.";
"UNABLE TO ASSIGN SEAT" = "KUNDE INTE TILLDELA PLATS";
"You have already assigned a ticket to %@ - please make sure each seat is assigned to a different person." = "Du har redan tilldelat en biljett till %@ - vänligen se till att varje plats tilldelas oliak personer.";
"SMS sent to %@" = "SMS har skickats till %@";
"Will You Be Attending %@?" = "Kommer du att gå på %@?";
"Will You Be Attending?" = "Kommer du att gå?";
"Yes, I’m going" = "Ja, jag ska gå";
"Assign ticket access to people you’re attending with" = "Tilldela biljettåtkomst till de du ska gå med";
"No, I won’t be attending" = "Nej, jag kommer inte gå";
"Transfer full ownership of the ticket(s)" = "Överför hela ägandet av biljett(er)";
"UNABLE TO UNASSIGN TICKET" = "DET GICK INTE TILLDELA BILJETT";
"You cannot unassign your tickets if you’ve assigned tickets to others. Please cancel the tickets you’ve assigned before continuing." = "Du kan inte dra tillbaka dina biljetter om du har tilldelat biljetter till andra. Vänligen avboka de biljetter du har tilldelat innan du fortsätter.";
"UNABLE TO CANCEL TICKET" = "DET GICK INTE AVBOKA BILJETT";
"Some assigned tickets have already been scanned for entry. Assigned tickets can't be canceled after tickets for the same event are scanned." = "Vissa tilldelade biljetter har redan skannats vid inpasseringen. Tilldelade biljetter kan inte avbokas efter att biljetter till samma evenemang har skannats.";
"Ok, got it" = "Jag förstår";
"This Is My Ticket" = "Det här är min biljett";
"(optional)" = "(valfritt)";
"This means anyone who is under the age of 13 or needs your assistance." = "Detta innebär att personer under 13 år eller som behöver din hjälp.";
"Confirm" = "Bekräfta";
"Select Your Ticket" = "Välj din biljett";
"United States" = "USA";
"Canada" = "Kanada";
"Mexico" = "Mexico";
"United Kingdom" = "Storbritannien";
"Ireland" = "Irland";
"Australia" = "Australien";
"New Zealand" = "Nya Zeeland";
"Other" = "Övrigt";
"RECIPIENT DETAILS" = "MOTTAGARDETALJER";
"Enter First Name" = "Fyll i förnamn";
"Enter Last Name" = "Fyll i efternamn";
"Mobile Number" = "Mobilnummer";
"Enter Email Address" = "Skriv in e-postadress";
"000 000 000" = "000 000 000";
"Use Mobile Number Instead" = "Används mobilnummer istället";
"Use Email Instead" = "Använd e-post istället";
"Please enter the recipient's first name" = "Ange mottagarens förnamn";
"Please enter the recipient's last name" = "Ange mottagarens efternamn";
"Please enter a valid email address" = "Ange en giltig e-postadress";
"Email can't be the same as yours" = "E-posten kan inte vara samma som din egen";
"Please enter the recipient's email address" = "Ange mottagarens e-postadress";
"Please enter a valid mobile number" = "Ange ett giltigt mobiltelefonnummer";
"Mobile Number can't be the same as yours" = "Mobilnumret kan inte vara samma som ditt egna";
"Please enter the recipient's mobile number" = "Fyll i mottagarens mobilnummer";
"Assign This Ticket" = "Tilldela den här biljetten";
"Add From My Contacts" = "Lägg till från mina kontakter";
"Enter Manually" = "Fyll i manuellt";
"RECENT CONTACTS" = "TIDIGARE KONTAKTER";
"Send" = "Skicka";
"%@'s tickets" = "%@'s biljetter";
"Remove" = "Ta bort";
"Assign Tickets" = "Tilldela Biljetter";
"Give ticket access to each person you're attending with. As the ticket owner, you can edit or revoke access at any time." = "Ge biljettillgång till varje person du besöker evenemanget med. Som biljettägare kan du redigera eller dra tillbaka tillgång när som helst.";
"Need to transfer a ticket that you’ve sold elsewhere?" = "Behöver du överföra en biljett du sålt någon annanstans?";
"CANCEL ASSIGNED TICKETS?" = "AVBOKA TILLDELADE BILJETTER?";
"Are you sure you want to cancel %@’s access to these tickets?" = "Är du säker på att du vill dra tillbaka tillgången till dessa biljetter för %@?";
"Yes, I'm Sure" = "Jag är säker";
"ASSIGNED TO YOU" = "TILLDELAT TILL DIG";
"SCANNED AT THE VENUE" = "SKANNADE PÅ ARENAN";
"OOPS, SOMETHING WENT WRONG" = "NÅGOT GICK FEL";
"Please try submitting the form again." = "Försök att skicka in formuläret igen.";
"ASSIGN UNAVAILABLE" = "TILLDELA OTILLGÄNGLIGA";
"No tickets available" = "Inga tillgängliga biljetter";
"STEP %d" = "STEG %d";
"YOUR TICKET" = "DIN BILJETT";
"Assign Pending" = "Tilldelning avvaktar";
"Assign Accepted" = "Tilldelning accepterad";
"Manage Ticket" = "Hantera biljett";
"Pending:" = "Väntande:";
"Assigned to" = "Tilldelad till";
"Assigned to You" = "Tilldelad dig";
"Each attendee must have their own ticket on their phone. If you have more than one ticket, transfer them to your group now." = "Varje besökare måste ha sin egen biljett på sin telefon. Om du har mer än en biljett, överför dem till din grupp nu.";
"EACH ATTENDEE MUST HAVE A TICKET ON THEIR PHONE" = "VARJE BESÖKARE MÅSTE HA EN BILJETT PÅ SIN TELEFON";
"Your Ticket" = "Din biljett";
"Your Ticket - Assigned to You %@" = "Din biljett - Tilldelad dig %@";
"Follow the in app verification processes before entering the arena." = "Följ verifieringsprocessen i appen innan du går in på arenan.";
"Important Info" = "Viktig information";
"Hey, I have granted you access to a ticket for %@ on Ticketmaster.\n\nAccept the ticket assignment to access the ticket before the event. %@" = "Hej, jag har gett dig tillgång till en biljett för %@ hos Ticketmaster.\n\nGodkänn tilldelningen för att komma åt biljetten innan evenemanget. %@";
"Hey, I have modified the tickets you can access for %@ on Ticketmaster.\n\nView the ticket assignment, and accept to access the ticket before the event. %@" = "Hej, jag har ändrat i biljetterna du kan komma åt för %@ hos Ticketmaster.\n\nGranska och acceptera tilldelningen för att komma åt biljetten innan evenemanget. %@";
"Tickets updated" = "Biljetter uppdaterade";
"You have unsaved changes in your assignment. Complete it before starting a new one." = "Du har osparade ändringar i din tilldelning. Färdigställ innan du påbörjar en ny.";
"Incomplete Assignment" = "Ofullständig tilldelning";
"REASSIGN TICKETS?" = "TILLDELA IGEN?";
"No, Send 1 Ticket" = "Nej, skicka 1 biljett";
"Yes, Send All" = "Ja, skicka alla";
"ASSIGN UPDATE INCOMPLETE" = "OFULLSTÄNDIG TILLDELNINGSUPPDATERING";
"Your tickets are still assigned to %@. To update ticket access, please edit the recipient details." = "Dina biljetter är fortsatt tilldelade till %@. För att uppdatera biljettåtkomst, redigera mottagardetaljerna.";
"Your tickets have not been assigned. Please try again." = "Dina biljetter har inte tilldelats. Försök igen.";
"Go Back" = "Tillbaka";
"YOU HAVE TICKETS ASSIGNED TO OTHERS" = "DU HAR BILJETTER TILLDELADE ANDRA.";
"If you choose to proceed, everyone you’ve assigned tickets to previously will lose access to them." = "Om du väljer att fortsätta kommer alla som tidigare tilldelats biljetter att förlora åtkomst till dem.";
"Tickets Unassigned" = "Ej tilldelade biljetter";
"We could not unassign all tickets, please try again." = "Vi kunde inte ta bort tilldelningen för alla biljetter, försök igen.";
"Tickets Waiting To Be Accepted" = "Biljetter som väntar på att accepteras";
"View" = "Visa";
"ADDING TO WALLET" = "LÄGGER TILL I PLÅNBOK";
"For easier event entry, transfer tickets to those attending with you and only add your ticket to your wallet." = "För smidigare inpassering, för över biljetter till de som ska gå med dig och lägg bara till din biljett till din plånbok.";
"Add to Wallet" = "Lägg till i Plånbok";
"Transfer Tickets" = "Överför biljetter";
"1 Ticket To Be Accepted" = "1 biljett att acceptera";
"%@ Tickets To Be Accepted" = "%@ biljetter att acceptera";
"Select tickets for anyone under 13 or who needs your assistance." = "Välj biljetter för de under 13 år eller som behöver din hjälp.";
"AVAILABLE" = "TILLGÄNLIGT";
"NOT AVAILABLE" = "EJ TILLGÄNLIGT";
"PENDING" = "VÄNTANDE";
"Assign Ticket Access" = "Tilldela biljettåtkomst";
"Give ticket access only to people attending the event" = "Ge biljettåtkomst enbart till personer som ska gå på evenemanget";
"Transfer Ticket Ownership" = "Överför biljettägarskap";
"Give full ownership of the ticket(s)" = "Ge full ägarskap över biljett(er)";
"How Would You Like to Transfer Tickets?" = "Hur vill du överföra dina biljetter?";
"Skip" = "Hoppa över";
"No tickets assigned to you" = "Inga biljetter tilldelade dig";
"Select A Ticket If You’re Attending" = "Välj en biljett om du ska gå";
"No tickets left to assign." = "Inga biljetter kvar att tilldela.";
"CANCEL YOUR ASSIGNED TICKET" = "AVBOKA  DINA TILLDELADE BILJETT";
"Select Yes to remove your name from this ticket. You will still have ticket ownership and can assign or transfer this ticket to someone else." = "Välj Ja för att ta bort ditt namn från denna biljett. Du är fortfarande biljettägare och kan tilldela eller överföra den till någon annan.";

// MARK: - Suspended Accounts

"There is a problem with your account. Please contact the Box Office for assistance" = "Det är något problem med ditt konto. Kontakta kassan för hjälp";
"by Phone at:" = "på telefon:";
"by Email at:" = "på e-post:";
"or by Email at:" = "eller e-post:";

// MARK: - 3PE Disclaimer

"*You'll get 1 ticket in Sec %@, Row %@, Seat Range %@-%@" = "*Du kommer få 1 biljett på Sektion %@, Rad %@, Platsintervall %%@-%@";
"*You'll get %@ tickets together in Sec %@, Row %@, Seat Range %@-%@" = "*Du kommer få %@ biljetter tillsammans på Sektion %@, Rad %@, Platsintervall %@-%@";
"*You'll get 1 ticket in Sec %@, Row %@" = "*Du kommer få 1 biljett på Sektion %@, Rad %@";
"*You'll get %@ tickets together in Sec %@, Row %@" = "*Du kommer få %@ biljetter tillsammans på Sektion %@, Rad %@.";
"Disclaimer" = "Varning";

// MARK: - Archtics Hero/Medium Cards Redesign
"View Tickets In Partner App" = "Se biljetter i partnerapp";
"Go To App" = "Gå till app";

"We're taking you to your tickets" = "Vi tar dig till dina biljetter";
"Manage and view your tickets in the %@" = "Hantera och visa dina biljetter i %@";
"Manage and view your tickets on the partner page." = "Hantera och visa dina biljetter på partners sida.";
"on the parter page." = "på partners sida.";
"Open App" = "Öppna app";
// MARK: - Order Selector

"Select Order" = "Välj bokning";
"Extras" = "Extra"; // For Upsells
"EXTRAS" = "TILLÄGG"; // For Upsells

// Account Switcher
"Linked Accounts" = "Länkade konton";
"Logout" = "Logga ut";
"Accounts" = "Konton";
"Sign into Ticketmaster" = "Logga in till Ticketmaster";
"Sign into %@" = "Logga in till %@";
"Phone:" = "Telefon:";
"ID:" = "ID:";

"Unable To %@ Tickets" = "Det gick inte %@ biljetter";
"An unknown error occurred." = "Ett okänt fel inträffade.";
"Select Order (%@)" = "Välj bokning (%@)";
"Transfer Accepted: %@" = "Överföring accepterad: %@";
"Transfer Pending: %@" = "Väntande överföring: %@";
"Assigned To: %@" = "Tilldelad till: %@";
"Pending: %@" = "Väntande: %@";
"x%d Ticket" = "x%d Biljett";
"x%d Tickets" = "x%d Biljetter";
"Order #%@" = "Bokning #%@";
"Invoice Details" = "Fakturainformation";
"Order Details" = "Bokningsdetaljer";
"Download the %@" = "Ladda ned %@";
"%@ Ticket Only. To manage your tickets Download the %@" = "%@ Biljett enbart. För att hantera dina biljetter, ladda ned %@";
"View Parking Pass" = "Se parkeringspass";
"Your tickets aren't quite ready yet. Please check back later" = "Dina biljetter är inte redo än. Kom tillbaka senare";
"Your Barcode Will Be Ready Before The Day Of The Event" = "Streckkoden blir tillgänglig innan dagen för evenemanget";
"Add-Ons" = "Merförsäljning";
"Scanned" = "Skannad";
"Your tickets cannot be resold. To check for available ticket resell for your event, please contact Fan Support." = "Dina biljetter kan inte vidaresäljas. Kontakta vår Fan Support för information om Resale för ditt evenemang.";
"%@ Ticket Only" = "%@ biljett enbart";
"To manage your tickets" =  "För att hantera dina biljetter";
"Ticket Voided" = "Biljett annullerad";
"Re-Sale Tickets" = "Resale biljetter";
"Check Your Sold Email Confirmation for payout timing" = "Kontrollera säljbekräftelsen för att se när utbetalning sker";
"Purchase Date" = "Köpdatum";
"View Receipt" = "Visa kvitto";
"View Order" = "Se bokning";
"Assigned To You" = "Tilldelat dig";
"GENERAL ADMISSION" = "ONUMRERAT";
"View parking pass" = "Se parkeringspass";
"Watch live stream" = "Se Livestream";
"Payment incomplete" = "Ofullständig betalning";
"Your tickets will display once all installments are paid." = "Dina biljetter kommer synas när alla detbetalningar är gjorda.";
"We are processing your order and you will receive your tickets in time for the event." = "Vi hanterar din bokning och du kommer få dina biljetter i tid innan evenemanget.";
"Ticket will be ready by %@" = "Biljett är klar den %@";
"%d ticket will be ready by %@" = "%d biljett kommer att vara klar den %@";
"%d tickets will be ready by %@" = "%d biljetter kommer att vara klara den %@";
"We ran into a snag with the ticket seller. Our team will reach out to you soon or you can contact us now." = "Det uppstod ett problem med säljaren. Vårt team kommer att kontakta dig snart eller så kan du kontakta oss nu.";
"Failed to get this ticket. We got you covered – Fan Support will be in contact with you within XXX." = "Det gick inte hämta den här biljetten. Fan Support kommer kontakta dig inom XXX.";
"This ticket has been refunded" = "Den här biljetten är återbetald";
"Collect tickets with your confirmation email at the venue" = "Hämta biljetter med din bekräftelse på arenan";
"Your tickets are on the way, check status" = "Dina biljetter är på väg, kontrollera status";
"Tracking" = "Spårning";
"Tracking #%@. Your tickets are ready and on the way! To review your shipping status, please reference the tracking number provided." = "Spårning #%@. Dina biljetter är redo och på väg! För att kontrollera leveransstatus, hänvisa till spårningsnumret.";
"unknown" = "okänt";
"Set up a Flash Seats account and app to access your tickets, using the same email as your Ticketmaster account" = "Skapa ett Flash Seats-konto och en app för att komma åt dina biljetter, med samma e-postadress som ditt Ticketmaster konto";
"View Your Tickets & Get Into the Event" = "Se dina biljetter och kom in på evenemanget";
"Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details." = "Skapa ett gratis Flash Seats-konto och installera appen för att komma åt dina mobilbiljetter. Din telefon skannas vid entrén för inpassering. Besök vårt hjälpcenter för mer information.";
"Create Account" = "Skapa konto";
"Visit Help Center" = "Se vår hjälpsida";
"What’s Next?" = "Vad händer härnäst?";
"We’ll keep you updated along the way and send you an email once your tickets are available. Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details." =  "Vi håller dig uppdaterad under tiden och skickar ett mejl när dina biljetter är tillgängliga. Skapa ett gratis Flash Seats-konto och installera appen för att komma åt dina mobilbiljetter. Din telefon skannas vid entrén för inpassering. Besök vår hjälpsida för mer information.";
"Fan support team will be in contact shortly" = "Fan support kommer kontakta dig inom kort";
"We're sorting an issue with your tickets" = "Vi undersöker ett problem med dina biljetter";
"Fan Support is working to ensure the ticket seller provides you your tickets and will update you soon.\n\nFor any questions, please contact Fan Support or check your order details." = "Fan Support arbetar för att säkerställa att biljettsäljaren förser dig med dina biljetter och kommer att kontakta dig inom kort.\n\nFör frågor kan du kontakta Fan Support eller kontrollera dina bokningsdetaljer.";
"Contact Fan Support" = "Kontakta Fan Support";
"Visit the Help Center for ticket info" = "Besök hjälpsidan för biljettinformation";
"We'll keep you updated along the way. Once your tickets are available, we'll email you instructions on how to claim them. To learn how to view and use your tickets, visit our Help Center." = "Vi håller dig uppdaterad och skickar ett mail när dina biljetter är tillgängliga med instruktioner om hur du accepterar dem. Besök vår hjälpsida för att lära dig mer om hur du kommer åt och använder dina biljetter.";
"The ticket seller hasn’t fulfilled your order yet, Fan Support is handling it." = "Biljettsäljaren har ännu inte slutfört din bokning, vår Fan Support följer upp.";
"Ticket Seller Delay" = "Biljettsäljarefördröjning";
"We're working on your tickets and will update you shortly. Contact Fan Support or check your order for updates." = "Vi hanterar dina biljetter och hör av os sinom kort. Kontakta Fan Support eller kontrollera dina bokningsdetaljer för uppdateringar.";
"Your tickets are associated with your credit card. Please bring the card used at purchase, along with photo ID along to the venue." = "Dina biljetter är knutna till ditt kreditkort. Ta med kortet som användes vid köpet samt en fotolegitimation till arenan.";
"How to Enter the Event" = "Hur man kommer in på evenemanget";
"Box office ticket" = "Kassabiljett";
"Your tickets for this event need to be collected at the event venue. Go to a member of staff at the venue with your confirmation email to receive them." = "Dina biljetter till detta evenemang måste hämtas ut på evenemangsarenan. Gå till en medarbetare i biljettkassan med ditt bekräftelsemejl för att hämta ut dem.";
"Collection tickets" = "Hämta ut på arenan";
"Pick Up Info" = "Upphämtningsinfo";
"Print at home ticket" = "Skriv ut din biljett hemma";
"Your tickets for this event need to be printed at home and taken with you to the event. You can print our simple tickets pdf on A4 paper and it will be scanned at the door." = "Dina biljetter till detta evenemang måste skrivas ut hemma och tas med till evenemanget. Du kan skriva ut vår enkla biljett-PDF på A4-papper och skanna vid entrén.";
"Print-at-home tickets" = "Hemutskriftsbiljetter";
"Sent by mail ticket" = "Mailskickad biljett";
"Your tickets for this event have been sent to you in the mail. Simply bring them along to the event to be scanned at the door." = "Dina biljetter till detta evenemang har skickats till din e-post. Ta med dem till evenemanget för att bli inskannad vid entrén.";
"Sent By mail tickets" = "Mailskickade biljetter";
"Print" = "Skriv ut";
"Your tickets cannot be Transferred. To check for available ticket Transfer for your event, please contact Fan Support." = "Dina biljetter kan inte överföras. Kontakta Fan Support för information om biljettöverföring för ditt evenemang.";
"Sold At: $%.2f" = "Sålt för: $%.2f";
"Sold" = "Såld";
"Listed for sale at: $%.2f" = "Listat för försäljning för: $%.2f";
"Listed for sale" = "Listat för försäljning";
"Listing Pending At: $%.2f" = "Listning väntar för: $%.2f";
"Listing Pending" = "Avvaktande listning";
"Upgrade" = "Uppgradera";
"Your order cannot be upgraded online. To check for available upgrades for your event, please contact Fan Support." = "Din bokning kan inte uppgraderas online. Kontakta vår Fan Support för att se vilka uppgraderingar som finns tillgängliga för ditt evenemang.";
"Your Tickets have been Upgraded!" = "Dina biljetter har uppgraderats!";
"Tickets" = "Biljetter";
"Never been updated." = "Aldrig uppdaterats.";
"MORE OPTIONS" = "FLER ALTERNATIV";

"Please contact Client Support: %@" = "Kontakta Support: %@";
"We can't get any information at the moment please try again later." = "Vi kan inte hämta information för närvarande, försök igen senare.";

"Transfer Accepted" = "Överföring accepterad";
"Transfer Pending" = "Väntande överföring";

"Resale Unavailable" = "Resale ej tillgängligt";
"Transfer Unavailable" = "Ticket Transfer ej tillgängligt";
"Upgrade Unavailable" = "Uppgradering ej tillgängligt";

"Post on Social Media" = "Publicera på sociala medier";
"Build hype for the event, and share that you got tickets with your friends and family." = "Peppa inför evenemanget och dela med vänner och familj att du har fått tag på biljetter.";
"Share You’re Going" = "Dela att du ska gå";
"YOU GOT\nTICKETS!" = "DU HAR\nBILJETTER!";
"I GOT TICKETS!" = "JAG HAR BILJETTER!";
"I got tickets for %@. Who's in?\n\n%@" = "Jag har biljetter till %@. Vem vill haka på?\n\n%@";

"Barcode available 3 days before your event" = "Streckkoden är tillgänglig 3 dagar innan ditt evenemang";
"Barcode Will Be Activated At" = "Streckkoden aktiveras";
"Add To Wallet To Access Ticket" = "Lägg till i Plånbok för att komma åt biljett";
"Barcode Unavailable For Security Reasons" = "Streckkod ej tillgänglig av säkerhetsskäl";
"Add to Wallet now to access your tickets for entry." = "Add to Wallet now to access your tickets for entry.";

"Everyone In Your Group Must Have Their Ticket On Their Own Device. Transfer Tickets To Those Attending With You Before The Game." = "Alla i din grupp måste ha sin biljett på sin egen enhet. Överför biljetter till dem som följer med dig innan matchen.";
"Follow The In-App Verification Processes Before Entering The Arena." = "Följ verifieringsprocesserna i appen innan du går in på arenan.";

"Long Barcode Number" = "Långt streckkodsnummer";
"Promoter Name" = "Arrangörsnamn";

// MARK: Assign Dependents

"ASSIGNED TO YOUR DEPENDENT" = "TILLDELAT TILL DIN TILLHÖRANDE";
"DEPENDENT" = "TILLHÖRANDE";
"Assigned to Your Dependent" = "Tilldelad din tillhörande";
"%@ (Dependent)" = "%@ (Tillhörande)";
"(Dependent)" = "(Tillhörande)";
"Do you want to reassign %@’s dependent tickets to %@ as well?" = "Vill du återtilldela biljtterna för tillhörande till %@ till %@ också?";
"Attending with any dependents?" = "Går du med några tillhörande?";
"Assigned To: %@ (Dependent)" = "Tilldelat till: %@ (Tillhörande)";
"Pending: %@ (Dependent)" = "Väntande: %@ (Tillhörande)";
"Assigned To Your Dependent" = "Tilldelat din tillhörande";

// MARK: Assign Guests

"ASSIGNED TO YOUR GUEST" = "TILLDELAT DIN GÄST";
"GUEST" = "GÄST";
"Assigned to Your Guest" = "Tilldelat din gäst";
"%@ (Guest)" = "%@ (Gäst)";
"(Guest)" = "(Gäst)";
"Do you want to reassign %@’s guest’s ticket to %@ as well?" = "Vill du återtilldela %@’s gästbiljetter till %@ också?";
"Assign additional tickets to yourself?" = "Tilldela ytterligare biljetter till dig själv?";
"Select tickets for anyone entering the venue with you." = "Välj biljetter för de som går in på arenan med dig.";
"Are they attending with any guests?" = "Går de med några gäster?";
"Select tickets for anyone entering with your recipient." = "Välj biljetter för de som går in med din mottagare.";
"Assigned To: %@ (Guest)" = "Tilldelat till: %@ (Gäst)";
"Pending: %@ (Guest)" = "Väntande: %@ (Gäst)";
"Assigned To Your Guest" = "Tilldelat din gäst";
"CANCEL ASSIGN?" = "AVBOKA TILLDELNING?";
"Are you sure you want to cancel %@ and their guest’s ticket access?" = "Är du säker på att du vill dra tillbaka tillgången till biljetterna för %@ och deras gäst?";
"Are you sure you want to cancel %@’s access to these tickets?" = "Är du säker på att du vill dra tillbaka tillgången till dessa biljetter för %@?";
"Go Back" = "Tillbaka";

// MARK: - Accessibility

"Wheelchair Accessible" = "Rullstolstillgänglighet";
"Mobility Accessible" = "Tillgänglighet nedsatt rörlighet";
"Deaf and Hard of Hearing Accessible" = "Tillgänglighet nedsatt hörsel";
"Blind and Low Vision Accessible" = "Tillgänglighet nedsatt syn";
"Companion Ticket" = "Ledsagarbiljett";
"Blind and Low Vision / Deaf and Hard of Hearing" = "Nedsatt syn och hörsel";
"Accessible Ticket" = "Tillgänglighetsbiljett";


"Seating area optimised for wheelchair users and those unable to climb stairs, in easier reach of accessible entrances, exits and toilet facilities." = "Sittplatsområde optimerat för besökare i rullstol eller med svårighet att använda trappor, med bättre tillgång till tillgänglighetsingångar, utgångar och toaletter.";

"Seating area optimised to reduce distances walked and be in easier reach of accessible entrances, exits and toilet facilities." = "Sittplatsområde optimerat för att minska gångavstånd och vara lättare att nå från tillgängliga ingångar, utgångar och toaletter.";

"Seating area optimised for fans with hearing impairments, often close to facilities such as ASL interpretation and captioning." = "Sittplatsområde optimerat för fans med hörselnedsättningar, ofta nära faciliteter för tolkning och textning.";

"Seating area optimised for fans who are blind or have visual impairments, often close to the stage or central event area." = "Sittplatsområde optimerat för fans med synnedsättningar, ofta nära scenen eller det centrala evenemangsområdet.";

"This is a reserved seat in the accessible area for a companion. This may be free of charge if you have provided evidence for the need of an essential companion, or may be a paid for ticket." = "Detta är en reserverad plats för följeslagare i tillgänglighetsområdet. Den kan vara gratis om du har tillhandahållit bevis för behovet av en följeslagare, det kan även vara en betald biljett.";

"Dedicated area optimized for fans who are blind, have visual impairments or hearing impairments, often close to the stage, central event area and facilities such as ASL interpretation and captioning." = "Dedikerat område optimerat för fans med syn- eller hörselnedsättningar, ofta nära scenen, det centrala evenemangsområdet och faciliteter med teckenspråkstolkning och textning.";

"This is an accessible ticket." = "Detta är en tillgänglighetsbiljett.";

"Back" = "Tillbaka";
"Retry" = "Försök igen";
"Ticket Information" = "Biljettinformation";
"IMPORTANT NOTES" = "VIKTIGT";
"ORDER DETAILS" = "BOKNINGSUPPGIFTER";
"EVENT INFORMATION" = "EVENEMANGSINFORMATION";
"Screenshots won't get you in" = "Skärmdumpar fungerar inte som biljett";
"Screenshots Won't Get You In" = "Skärmdumpar fungerar inte som biljett";
"Screenshots can't be used for entry. Use Transfer to securely send your ticket to someone else." =  "Skärmdumpar kan inte användas för inpassering. Använd överföring för att säkert skicka din biljett till någon annan.";
"Screenshots can't be used for entry. Please display your ticket from the Ticketmaster App or your mobile wallet." = "Skärmdumpar kan inte användas för inpassering. Visa upp biljetten från Ticketmasters app eller din mobila plånbok.";
